#====================================================
# グローバル変数格納モジュール
#====================================================

# g変数の仮設定
race_date = '2025-12-28'
stadium = '中山'
r_num = '11R'
race_name = '有馬記念'
td = '芝'
distance = 2500
age = '３上'
clas = 'Ｇ１'
cond = '良'
hr_num = 16
exe_opt = 4
filename = '2025-12-28中山11R'
selected_scenes = ['スタート', '先行争い', '最初のコーナー', 'ホームストレッチ', '第1コーナー', '第2コーナー', '向正面', '第3コーナー', '第4コーナー', '最終直線', 'ゴール', 'エピローグ']

# ディスプレイモード
mode = 'dual'

# TFJVウィンドウの座標
original_x = -1131
original_y = -1049
original = 1920
original_h = 1049

